Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Osaurus can't verify this automatically — make sure Messages.app is signed in with your Apple Account on this Mac.
ko: Osaurus가 자동으로 확인할 수 없습니다. 이 Mac의 Messages.app이 Apple 계정으로 로그인되어 있는지 확인하세요.
ru: Osaurus не может проверить это автоматически — убедитесь, что Messages.app на этом Mac выполнил вход с учётной записью Apple.
zh_hans: Osaurus 无法自动验证这一点——请确保这台 Mac 上的 Messages.app 已使用您的 Apple 账户登录。
zh_hant: Osaurus 無法自動驗證這一點——請確保這台 Mac 上的 Messages.app 已使用您的 Apple 帳號登入。

source: Osaurus cannot prove runtime behavior until the model bundle is local.
ko: Osaurus는 모델 번들이 로컬에 있을 때까지 런타임 동작을 증명할 수 없습니다.
ru: Osaurus не может доказать поведение во время выполнения, пока пакет модели не станет локальным.
zh_hans: 在模型捆绑包下载到本地之前，Osaurus 无法验证其运行时行为。
zh_hant: 在模型捆綁是本地的之前，Osaurus無法證明運行時行爲。

source: Osaurus checks the Messages database for new messages in readable chats while the app runs.
ko: 앱이 실행되는 동안 Osaurus가 메시지 데이터베이스에서 읽기 가능한 채팅의 새 메시지를 확인합니다.
ru: Пока приложение работает, Osaurus проверяет базу данных «Сообщений» на новые сообщения в доступных для чтения чатах.
zh_hans: 应用运行期间，Osaurus 会检查“信息”数据库中可读聊天的新消息。
zh_hant: 應用程式執行期間，Osaurus 會檢查「訊息」資料庫中可讀聊天的新訊息。

source: Osaurus couldn't connect to a model just now. Retry the connection, run a private model on this Mac, or use your own provider.
ko: 지금은 Osaurus가 모델에 연결할 수 없습니다. 다시 연결하거나, 이 Mac에서 비공개 모델을 실행하거나, 사용 중인 제공업체를 이용하세요.
ru: Сейчас Osaurus не удалось подключиться к модели. Повторите попытку, запустите приватную модель на этом Mac или используйте своего провайдера.
zh_hans: Osaurus 暂时无法连接模型。请重试连接、在这台 Mac 上运行私有模型，或使用你自己的提供商。
zh_hant: Osaurus 暫時無法連線至模型。請重試連線、在這臺 Mac 上執行私人模型，或使用你自己的服務供應商。

source: Osaurus Help
ko: Osaurus 도움말
ru: Справка Osaurus
zh_hans: Osaurus 帮助
zh_hant: Osaurus 幫助

source: OSAURUS IDENTITY RECOVERY
ko: OSAURUS 신원 복구
ru: ВОССТАНОВЛЕНИЕ ИДЕНТИФИКАЦИИ OSAURUS
zh_hans: OSAURUS 身份恢复
zh_hant: OSAURUS 身份恢復

source: Osaurus imports skills, agents, commands, and MCP servers. This plugin ships none of those.
ko: Osaurus는 스킬, 에이전트, 명령 및 MCP 서버를 가져옵니다. 이 플러그인은 이 중 아무것도 제공하지 않습니다.
ru: Osaurus импортирует навыки, агентов, команды и MCP серверы. Этот плагин не содержит ничего из этого.
zh_hans: Osaurus 可导入技能、智能体、命令和 MCP 服务器。此插件不附带其中任何一项。
zh_hant: Osaurus 可導入技能、智能體、命令和 MCP 服務器。此插件不附帶其中任何一項。

source: Osaurus is brand new. Knowing which steps trip people up, which features get used, and when something crashes is how we make it better for everyone.
ko: Osaurus는 아주 새로운 앱입니다. 사람들이 어떤 단계에서 어려움을 겪는지, 어떤 기능이 사용되는지, 언제 충돌이 발생하는지 파악하는 것이 모두를 위해 앱을 개선하는 방법입니다.
ru: Osaurus совершенно новый. Зная, какие шаги сбивают людей с толку, какие функции используются и когда что-то выходит из строя, мы делаем это лучше для всех.
zh_hans: Osaurus 还很年轻。了解哪些步骤会让人卡住、哪些功能常被使用，以及何时发生崩溃，能帮助我们把它做得更好。
zh_hant: Osaurus 還很年輕。瞭解哪些步驟會讓人卡住、哪些功能常被使用，以及何時發生崩潰，能幫助我們把它做得更好。

source: Osaurus is built with the help of many excellent open source projects. We are grateful to the developers and maintainers of these libraries.
ko: Osaurus는 훌륭한 여러 오픈 소스 프로젝트의 도움으로 구축되었습니다. 이러한 라이브러리의 개발자와 유지 관리자에게 감사드립니다.
ru: Osaurus создан с помощью множества отличных проектов с открытым исходным кодом. Мы благодарны разработчикам и сопровождающим этих библиотек.
zh_hans: Osaurus 的构建得益于许多优秀的开源项目。我们衷心感谢这些库的开发者和维护者。
zh_hant: Osaurus 的構建得益於許多優秀的開源項目。我們衷心感謝這些庫的開發者和維護者。

source: Osaurus is running fully local and free. Cloud models routed through Osaurus are hidden, and no requests are sent to Osaurus servers. Turn it back on below whenever you like.
ko: Osaurus는 완전한 로컬 환경에서 무료로 실행됩니다. Osaurus를 통해 라우팅되는 클라우드 모델은 숨겨지며 Osaurus 서버로 요청이 전송되지 않습니다. 원할 때 언제든지 아래에서 다시 켤 수 있습니다.
ru: Osaurus работает полностью локально и бесплатно. Облачные модели, маршрутизируемые через Osaurus, скрыты, и запросы на серверы Osaurus не отправляются. Включите его снова, когда захотите.
zh_hans: Osaurus 完全本地运行且免费。通过 Osaurus 路由的云模型是隐藏的，不会向 Osaurus 服务器发送任何请求。随时在下方将其重新开启。
zh_hant: Osaurus 完全本地運行且免費。通過 Osaurus 路由的雲模型是隱藏的，不會向 Osaurus 服務器發送任何請求。隨時在下方將其重新開啓。

source: Osaurus local models
ko: Osaurus 로컬 모델
ru: Osaurus местные модели
zh_hans: Osaurus 本地模型
zh_hant: Osaurus本地模型

source: Osaurus needs an AI to work — either a cloud provider or a local model.
ko: Osaurus가 작동하려면 클라우드 제공자나 로컬 모델과 같은 AI가 필요합니다.
ru: Для работы Osaurus требуется ИИ — либо провайдер облачных услуг, либо локальная модель.
zh_hans: Osaurus 需要 AI 才能工作 - 可以是云端提供商，也可以是本地模型。
zh_hant: Osaurus 需要 AI 才能工作 - 可以是雲端提供商，也可以是本地模型。

source: Osaurus only runs MLX models. Try a repo from `OsaurusAI` or `mlx-community`.
ko: Osaurus는 MLX 모델만 실행합니다. `OsaurusAI` 또는 `mlx-community`의 저장소를 사용해 보세요.
ru: Osaurus работает только с моделями MLX. Попробуйте репозиторий из `OsaurusAI` или `mlx-community`.
zh_hans: Osaurus 仅运行 MLX 模型。请尝试来自 `OsaurusAI` 或 `mlx-community` 的仓库。
zh_hant: Osaurus 僅運行 MLX 模型。請嘗試來自 `OsaurusAI` 或 `mlx-community` 的倉庫。

source: Osaurus only supports MLX-compatible Hugging Face repositories.
ko: Osaurus는 MLX 호환 Hugging Face 저장소만 지원합니다.
ru: Osaurus поддерживает только MLX-совместимые репозитории Hugging Face.
zh_hans: Osaurus 仅支持兼容 MLX 的 Hugging Face 仓库。
zh_hant: Osaurus 僅支持兼容 MLX 的 Hugging Face 倉庫。

source: Osaurus root
ko: Osaurus 루트
ru: Osaurus корень
zh_hans: Osaurus 根目录
zh_hant: Osaurus 根目錄

source: Osaurus Router
ko: Osaurus 라우터
zh_hans: Osaurus 路由
zh_hant: Osaurus 路由

source: Osaurus Router is off
ko: Osaurus 라우터가 꺼져 있습니다
ru: Osaurus Router выключен
zh_hans: Osaurus 路由已关闭
zh_hant: Osaurus 路由器已關閉

source: Osaurus Server
ko: Osaurus 서버
ru: Osaurus Сервер
zh_hans: Osaurus 服务端
zh_hant: Osaurus 服務器

source: Osaurus started in safe mode
ko: Osaurus가 안전 모드로 시작되었습니다
ru: Osaurus запущен в безопасном режиме
zh_hans: Osaurus 已在安全模式下启动
zh_hant: Osaurus 已在安全模式下啓動

source: Osaurus supports MLX-compatible Hugging Face repositories, including MLX, MXFP, JANG, JANGTQ, and TurboQuant artifacts when required files are present.
ko: Osaurus는 필수 파일이 있는 경우 MLX, MXFP, JANG, JANGTQ 및 TurboQuant 아티팩트를 포함하여 MLX 호환 Hugging Face 저장소를 지원합니다.
ru: Osaurus поддерживает MLX-совместимые репозитории Hugging Face, включая артефакты MLX, MXFP, JANG, JANGTQ и TurboQuant, если присутствуют необходимые файлы.
zh_hans: Osaurus 支持兼容 MLX 的 Hugging Face 仓库，在所需文件齐全时也包括 MLX、MXFP、JANG、JANGTQ 和 TurboQuant 工件。
zh_hant: Osaurus 支持兼容 MLX 的 Hugging Face 倉庫，包括在具備所需文件時的 MLX、MXFP、JANG、JANGTQ 和 TurboQuant 工件。

source: Osaurus will not auto-connect this MCP provider while the row toggle is off.
ko: 행 토글이 꺼져 있는 동안 Osaurus는 이 MCP 제공자를 자동으로 연결하지 않습니다.
ru: Osaurus не будет автоматически подключаться к этому MCP провайдеру, пока переключатель строки выключен.
zh_hans: 行开关关闭时，Osaurus 不会自动连接此 MCP 提供商。
zh_hant: Osaurus將在行切換關閉時不會自動連接此MCP提供商。

source: Osaurus will not auto-connect this provider while the row toggle is off.
ko: 행 토글이 꺼져 있는 동안 Osaurus는 이 제공자를 자동으로 연결하지 않습니다.
ru: Osaurus не будет автоматически подключаться к этому провайдеру, пока переключатель строки выключен.
zh_hans: 行开关关闭时，Osaurus 不会自动连接此提供商。
zh_hant: Osaurus將在行切換關閉時不會自動連接此提供者。

source: Osaurus will now quit. You can delete the listed items manually in Finder.
ko: Osaurus가 곧 종료됩니다. 나열된 항목은 Finder에서 직접 삭제할 수 있습니다.
ru: Osaurus сейчас завершит работу. Перечисленные объекты можно удалить вручную в Finder.
zh_hans: Osaurus 即将退出。你可以在“访达”中手动删除所列项目。
zh_hant: Osaurus 即將結束。您可以在 Finder 中手動刪除所列項目。

source: Osaurus will re-encrypt your databases and attachments with SQLCipher using a key stored in your macOS Keychain. If that key is ever lost — wiping the Keychain, re-signing the app, or migrating Macs without iCloud Keychain — the encrypted data becomes unrecoverable. Keep a plaintext backup if you rely on this data.
ko: Osaurus는 macOS 키체인에 저장된 키를 사용하여 SQLCipher로 데이터베이스 및 첨부 파일을 다시 암호화합니다. 키체인 지우기, 앱 다시 서명 또는 iCloud 키체인 없이 Mac 마이그레이션 등으로 인해 해당 키가 손실되면 암호화된 데이터를 복구할 수 없게 됩니다. 이 데이터가 중요한 경우 일반 텍스트 백업을 보관하세요.
ru: Osaurus повторно зашифрует базы данных и вложения через SQLCipher с ключом из Связки ключей macOS. Если ключ будет потерян — например, после очистки Связки ключей, повторной подписи приложения или переноса на другой Mac без Связки ключей iCloud, — зашифрованные данные нельзя будет восстановить. Если эти данные важны, сохраните незашифрованную резервную копию.
zh_hans: Osaurus 将使用存储在 macOS Keychain 中的密钥，用 SQLCipher 重新加密你的数据库和附件。如果该密钥丢失（例如清除 Keychain、重新签名应用程序或在不使用 iCloud Keychain 的情况下迁移 Mac），则加密数据将无法恢复。如果你依赖这些数据，请保留明文备份。
zh_hant: Osaurus 將使用存儲在 macOS Keychain 中的密鑰，用 SQLCipher 重新加密您的數據庫和附件。如果該密鑰丟失（例如清除 Keychain、重新籤名應用程序或在不使用 iCloud Keychain 的情況下遷移 Mac），則加密數據將無法恢復。如果您依賴這些數據，請保留明文備份。

source: Osaurus will run fully local and free. Cloud models routed through Osaurus will be hidden, and any chat using one will switch to a local model. You can turn it back on anytime. Thanks for supporting Osaurus.
ko: Osaurus는 완전한 로컬 환경에서 무료로 실행됩니다. Osaurus를 통해 라우팅되는 클라우드 모델은 숨겨지며, 이를 사용하는 모든 채팅은 로컬 모델로 전환됩니다. 언제든지 다시 켤 수 있습니다. Osaurus를 지원해 주셔서 감사합니다.
ru: Osaurus будет работать полностью локально и бесплатно. Облачные модели, маршрутизируемые через Osaurus, будут скрыты, и любой чат, использующий их, переключится на локальную модель. Вы можете включить его обратно в любое время. Спасибо за поддержку Osaurus.
zh_hans: Osaurus 将完全本地免费运行。通过 Osaurus 路由的云模型将被隐藏，正在使用这类模型的聊天将切换到本地模型。你可以随时重新开启。感谢你对 Osaurus 的支持。
zh_hant: Osaurus將完全在本地免費運行。通過Osaurus路由的雲模型將被隱藏，任何使用Osaurus的聊天都將切換到本地模型。你可以隨時重新打開它。感謝您對Osaurus的支持。

source: Osaurus will use default sandbox settings until a config file is saved.
ko: 구성 파일이 저장될 때까지 Osaurus는 기본 샌드박스 설정을 사용합니다.
ru: Osaurus будет использовать настройки песочницы по умолчанию, пока файл конфигурации не будет сохранён.
zh_hans: Osaurus 将使用默认的沙盒设置，直到保存配置文件。
zh_hant: Osaurus將使用默認的沙盒設置，直到保存配置文件。

source: Others
ko: 기타
ru: Другие
zh_hans: 其他
zh_hant: 其他

source: Our Curated Models
ko: 추천 모델
ru: Наши курируемые модели
zh_hans: 我们精选的模型
zh_hant: 我們精選的模型

source: Outbound network disabled
ko: 아웃바운드 네트워크 사용 안 함
ru: Исходящая сеть отключена
zh_hans: 已禁用出站网络
zh_hant: 已禁用出站網絡

source: Outbound provider, plugin, and model-download sessions use this endpoint when they are created.
ko: 아웃바운드 제공자, 플러그인 및 모델 다운로드 세션이 생성될 때 이 엔드포인트를 사용합니다.
ru: Исходящий провайдер, плагин и сеансы загрузки модели используют эту эндпоинт при создании.
zh_hans: 出站提供商、插件和模型下载会话在创建时使用此端点。
zh_hant: 出站提供商、插件和模型下載會話在創建時使用此端點。

source: Outbound sessions use direct networking.
ko: 아웃바운드 세션은 직접 네트워킹을 사용합니다.
ru: Исходящие сеансы используют прямую сеть.
zh_hans: 出站会话使用直连网络。
zh_hant: 出站會話使用直連網絡。

source: Outbox
ko: 발신함
ru: Исходящие
zh_hans: 发件箱
zh_hant: 寄件匣

source: Outbox (%lld)
ko: 발신함(%lld)
ru: Исходящие (%lld)
zh_hans: 发件箱（%lld）
zh_hant: 寄件匣（%lld）

source: Output
ko: 출력
ru: Выход
zh_hans: 输出
zh_hant: 輸出

source: Override added
ko: 재정의 추가됨
ru: Переопределение добавлено
zh_hans: 已添加覆盖项
zh_hant: 已添加覆蓋項

source: Override removed
ko: 재정의 제거됨
ru: Переопределение удалено
zh_hans: 已移除覆盖项
zh_hant: 已移除覆蓋項

source: Override the base URL to route through a proxy or self-hosted gateway. Leave as-is for the official endpoint.
ko: 기본 URL을 재정의하여 프록시 또는 자체 호스팅 게이트웨이를 통해 라우팅합니다. 공식 엔드포인트의 경우 그대로 두세요.
ru: Переопределите базовый URL для маршрутизации через прокси-сервер или автономный шлюз. Оставьте как есть для официальной эндпоинта.
zh_hans: 覆盖基础 URL 以通过代理或自托管网关路由。若使用官方端点，请保持不变。
zh_hant: 覆蓋基礎 URL 以通過代理或自託管網關路由。若使用官方端點，請保持不變。

source: Override the model's chat template. Leave blank to use the one shipped with the model.
ko: 모델의 채팅 템플릿을 재정의합니다. 모델과 함께 제공되는 템플릿을 사용하려면 비워 두세요.
ru: Переопределить шаблон чата модели. Оставьте пустым, чтобы использовать тот, который поставляется вместе с моделью.
zh_hans: 覆盖模型的聊天模板。留空则使用模型内置模板。
zh_hant: 覆蓋模型的聊天模板。留空則使用模型內置模板。

source: Overview
ko: 개요
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

source: Own your AI.
ko: 나만의 AI를 소유하세요.
ru: Станьте владельцем своего ИИ.
zh_hans: 拥有你的 AI。
zh_hant: 擁有你的 AI。

source: Pace incoming tokens at a steady rate so streaming looks like a typewriter across all providers. Disable to render tokens as soon as they arrive — useful with very fast remote providers that you'd rather see complete instantly.
ko: 들어오는 토큰의 속도를 일정하게 조절하여 모든 제공자에서 스트리밍이 타자기처럼 보이게 합니다. 토큰이 도착하는 즉시 렌더링하려면 비활성화하세요 — 즉시 완료되는 것을 보고 싶은 매우 빠른 원격 제공자에서 유용합니다.
ru: Скорость поступления токенов будет постоянной, поэтому потоковая передача у всех провайдеров будет выглядеть как пишущая машинка. Отключите рендеринг токенов сразу по их прибытии — полезно для очень быстрых удалённых провайдеров, которые вы бы хотели видеть готовыми мгновенно.
zh_hans: 让传入的 Token 以稳定的速率逐字出现，使所有提供商的流式输出都像打字机一样连贯。禁用后，Token 会在到达时立即渲染 — 适用于速度极快、你更希望立即看到完整回复的远程提供商。
zh_hant: 讓傳入的 token 以穩定的速率逐字出現，這樣無論哪個遠程提供商，流式輸出都像打字機一樣連貫。禁用此功能後，token 會在到達時立即渲染 — 這對於您希望立即完成的非常快速的遠程提供者很有用。

source: Package name (e.g. python3)
ko: 패키지 이름 (예: python3)
ru: Имя пакета (например, python3)
zh_hans: 软件包名称（例如 python3）
zh_hant: 軟件包名稱（例如python3）

source: Paged-incompatible caches
ko: 페이징 호환되지 않는 캐시
ru: Страничные несовместимые кеши
zh_hans: 与分页不兼容的缓存
zh_hant: 與分頁不兼容的緩存

source: Pair
ko: 페어링
ru: Пара
zh_hans: 配对
zh_hant: 配對

source: Pair other devices
ko: 다른 기기 페어링
ru: Сопряжение с другими устройствами
zh_hans: 配对其他设备
zh_hant: 配對其他設備

source: Pair with %@
ko: %@와(과) 페어링
ru: В паре с %@
zh_hans: 与 %@ 配对
zh_hant: 與 %@ 配對

source: Paired
ko: 페어링됨
ru: Парный
zh_hans: 已配对
zh_hant: 已配對

source: Paired Remote Agents
ko: 페어링된 원격 에이전트
ru: Парные удалённые агенты
zh_hans: 已配对的远程智能体
zh_hant: 已配對的遠程智能體

source: Pairing Request
ko: 페어링 요청
ru: Запрос на сопряжение
zh_hans: 配对请求
zh_hant: 配對請求

source: Pairing timed out before the QR code was scanned. Start again when ready.
ko: QR 코드를 스캔하기 전에 페어링 시간이 초과되었습니다. 준비되면 다시 시작하세요.
ru: Время сопряжения истекло до сканирования QR-кода. Начните заново, когда будете готовы.
zh_hans: 二维码在扫描前配对已超时。准备好后请重新开始。

source: Parakeet v2 (English)
ko: Parakeet v2 (영어)
ru: Попугай v2 (английский)
zh_hans: Parakeet v2（英语）
zh_hant: Parakeet v2（英語）

source: Parakeet v3 (Multilingual)
ko: Parakeet v3 (다국어)
ru: Попугай v3 (Многоязычный)
zh_hans: Parakeet v3（多语言）
zh_hant: Parakeet v3（多語言）

source: Parameters
ko: 매개변수
ru: Параметры
zh_hans: 参数
zh_hant: 參數

source: Params
ko: 매개변수
ru: Параметры
zh_hans: 参数
zh_hant: 參數

source: Parser overrides are applied at model load. Tool-provider and template controls are persisted here until their host bridges land.
ko: 파서 재정의는 모델 로드 시 적용됩니다. 도구 제공자 및 템플릿 컨트롤은 호스트 브리지가 도착할 때까지 여기에 유지됩니다.
ru: Переопределения парсера применяются при загрузке модели. Элементы управления провайдера инструментов и шаблонов сохраняются здесь до тех пор, пока не приземлятся их хост-мосты.
zh_hans: 解析器覆盖会在模型加载时应用。工具提供商与模板控制会先持久化在此，直到其宿主桥接完成。
zh_hant: 解析器覆蓋會在模型加載時應用。工具提供商與模板控制會先持久化在此，直到其宿主橋接完成。

source: Partial
ko: 부분적
ru: Частичный
zh_hans: 部分
zh_hant: 部分

source: Pass an onCaptureScreenshot handler to enable /screenshot
ko: /screenshot을 활성화하려면 onCaptureScreenshot 핸들러를 전달하세요
ru: Передайте обработчик onCaptureScreenshot, чтобы включить /screenshot
zh_hans: 传入 onCaptureScreenshot 处理程序以启用 /screenshot
zh_hant: 傳入 onCaptureScreenshot 處理程序以啓用 /screenshot

source: Pass an onClearChat handler to enable /clear
ko: /clear를 활성화하려면 onClearChat 핸들러를 전달하세요
ru: Передайте обработчик onClearChat, чтобы включить/очистить
zh_hans: 传入 onClearChat 处理程序以启用 /clear
zh_hant: 傳入 onClearChat 處理器以啓用 /clear

source: Pass an onGenerateTitle handler to enable /title
ko: /title을 활성화하려면 onGenerateTitle 핸들러를 전달하세요
ru: Передайте обработчик onGenerateTitle, чтобы включить /title
zh_hans: 传入 onGenerateTitle 处理程序以启用 /title
zh_hant: 傳入 onGenerateTitle 處理器以啓用 /title

source: Passkey response accepted — finishing the link...
ko: 패스키 응답이 수락되었습니다 — 연결을 마무리하는 중...
ru: Ответ ключа доступа принят — завершаем привязку...
zh_hans: 通行密钥响应已接受 — 正在完成关联...

source: Passphrase
ko: 암호
ru: Парольная фраза
zh_hans: 密码短语
zh_hant: 密碼短語

source: Paste
ko: 붙여넣기
ru: Вставить
zh_hans: 粘贴
zh_hant: 粘貼

source: Paste %@ From
ko: %@에서 붙여넣기
ru: Вставить %@ Из
zh_hans: 从 %@ 粘贴
zh_hant: 從 %@ 粘貼

source: Paste a key from console.x.ai.
ko: console.x.ai에서 키를 붙여넣으세요.
ru: Вставьте ключ из console.x.ai.
zh_hans: 粘贴来自 console.x.ai 的密钥。
zh_hant: 粘貼來自 console.x.ai 的密鑰。

source: Paste a key from openrouter.ai/keys.
ko: openrouter.ai/keys에서 키를 붙여넣으세요.
ru: Вставьте ключ из openrouter.ai/keys.
zh_hans: 粘贴来自 openrouter.ai/keys 的密钥。
zh_hant: 粘貼來自 openrouter.ai/keys 的密鑰。

source: Paste a key from platform.openai.com.
ko: platform.openai.com에서 키를 붙여넣으세요.
ru: Вставьте ключ с сайта Platform.openai.com.
zh_hans: 粘贴来自 platform.openai.com 的密钥。
zh_hant: 粘貼來自 platform.openai.com 的密鑰。

source: Paste a model URL or repo id
ko: 모델 URL 또는 저장소 ID를 붙여넣으세요
ru: Вставьте URL модели или идентификатор репозитория
zh_hans: 粘贴模型 URL 或仓库 ID
zh_hant: 粘貼模型 URL 或倉庫 ID

source: Paste a repository URL to get started
ko: 시작하려면 저장소 URL을 붙여넣으세요
ru: Вставьте URL репозитория, чтобы начать
zh_hans: 粘贴仓库 URL 即可开始
zh_hant: 粘貼倉庫 URL 即可開始

source: Paste a Theme ID, share link, or web URL.
ko: 테마 ID, 공유 링크 또는 웹 URL을 붙여넣으세요.
ru: Вставьте тему ID, поделитесь ссылкой или веб-страницей URL.
zh_hans: 粘贴主题 ID、分享链接或网页 URL。
zh_hant: 粘貼主題 ID、分享鏈接或網頁 URL。

source: Paste a valid ID or link to see normalized server details.
ko: 정규화된 서버 세부 정보를 보려면 유효한 ID 또는 링크를 붙여넣으세요.
ru: Вставьте действительный ID или ссылку, чтобы просмотреть нормализованные сведения о сервере.
zh_hans: 粘贴有效的 ID 或链接以查看标准化的服务器详情。
zh_hant: 粘貼有效的ID或鏈接以查看標準化的服務器詳情。

source: Paste an API key instead
ko: 대신 API 키 붙여넣기
ru: Вместо этого вставьте API-ключ
zh_hans: 改为粘贴 API 密钥
zh_hant: 改爲粘貼 API 密鑰

source: Paste an API token in the inline prompt or edit the provider.
ko: 인라인 프롬프트에 API 토큰을 붙여넣거나 제공자를 편집하세요.
ru: Вставьте токен API во встроенную промпт или отредактируйте провайдера.
zh_hans: 在行内提示中粘贴 API 令牌或编辑提供商。
zh_hant: 在行內提示中粘貼API令牌或編輯提供商。

source: Paste API token here
ko: 여기에 API 토큰 붙여넣기
ru: Вставьте сюда токен API
zh_hans: 在此粘贴 API 令牌
zh_hant: 在此粘貼 API 令牌

source: Paste from clipboard
ko: 클립보드에서 붙여넣기
ru: Вставить из буфера обмена
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼板粘貼

source: Paste it below. It stays in your macOS Keychain
ko: 아래에 붙여넣으세요. macOS 키체인에 저장됩니다.
ru: Вставьте его ниже. Он останется в связке ключей macOS.
zh_hans: 将其粘贴在下方。它会保存在你的 macOS 钥匙串中。
zh_hant: 將其貼在下方。它會保存在您的 macOS 鑰匙圈中。

source: Paste sample text to preview exactly what Osaurus would redact with your current rules — before anything reaches a provider.
ko: 데이터가 제공사에 도달하기 전에 현재 규칙에 따라 Osaurus가 정확히 무엇을 비식별화할지 미리 보려면 샘플 텍스트를 붙여넣으세요.
ru: Вставьте образец текста, чтобы просмотреть, что именно Osaurus будет редактировать в соответствии с вашими текущими правилами — прежде чем что-либо достигнет провайдера.
zh_hans: 粘贴示例文本，预览 Osaurus 根据当前规则会隐去哪些内容——一切都是在信息到达提供商之前进行。
zh_hant: 粘貼示例文本，預覽 Osaurus 根據當前規則會隱去哪些內容——一切都是在信息到達提供商之前進行。

source: Paste text to test…
ko: 테스트할 텍스트 붙여넣기…
ru: Вставьте текст для проверки…
zh_hans: 粘贴文本进行测试…
zh_hant: 粘貼文本進行測試...

source: Paste the 24-word recovery phrase you saved during onboarding. We'll restore the original master key and your existing agents and access keys will start working again.
ko: 시작하기 중에 저장한 24단어 복구 구문을 붙여넣으세요. 원래 마스터 키를 복원하면 기존 에이전트와 액세스 키가 다시 작동하기 시작합니다.
ru: Вставьте фразу восстановления из 24 слов, которую вы сохранили во время регистрации. Мы восстановим исходный мастер-ключ, и ваши существующие агенты и ключи доступа снова начнут работать.
zh_hans: 粘贴你在初始设置时保存的 24 个词恢复助记词。我们将恢复原始主密钥，你现有的智能体和访问密钥将重新开始工作。
zh_hant: 粘貼你在初始設置時保存的 24 個詞恢復助記詞。我們將恢復原始主密鑰，你現有的智能體和訪問密鑰將重新開始工作。

source: Paste the Client ID
ko: Client ID 붙여넣기
ru: Вставьте клиента ID
zh_hans: 粘贴 Client ID
zh_hant: 粘貼 Client ID

source: Paste the Client Secret
ko: Client Secret 붙여넣기
ru: Вставьте секрет клиента
zh_hans: 粘贴 Client Secret
zh_hant: 粘貼 Client Secret

source: Paste the key here
ko: 여기에 키 붙여넣기
ru: Вставьте ключ сюда
zh_hans: 将密钥粘贴在这里
zh_hant: 將密鑰粘貼在這裡

source: Paste the pairing API key from the remote Osaurus.
ko: 원격 Osaurus의 페어링 API 키를 붙여넣으세요.
ru: Вставьте ключ сопряжения API с пульта Osaurus.
zh_hans: 粘贴来自远程 Osaurus 的配对 API 密钥。
zh_hant: 粘貼來自遠程 Osaurus 的配對 API 密鑰。

source: Paste the resulting Client ID and Client Secret below, then click Sign In.
ko: 결과로 나온 Client ID 및 Client Secret을 아래에 붙여넣은 다음 로그인을 클릭하세요.
ru: Вставьте полученный клиент ID и секрет клиента ниже, затем нажмите «Войти».
zh_hans: 将生成的客户端 ID 和客户端密钥粘贴到下方，然后点击“登录”。
zh_hant: 將生成的客戶端 ID 和客戶端密鑰粘貼到下方，然後點擊「登錄」。

source: Paste theme ID or link…
ko: 테마 ID 또는 링크 붙여넣기…
ru: Вставьте тему ID или ссылку…
zh_hans: 粘贴主题 ID 或链接…
zh_hant: 粘貼主題 ID 或鏈接…

source: Paste to Input
ko: 입력에 붙여넣기
ru: Вставить во вход
zh_hans: 粘贴到输入框
zh_hant: 粘貼到輸入框

source: Paste your %@ here...
ko: 여기에 %@ 붙여넣기...
ru: Вставьте сюда свой %@…
zh_hans: 在此粘贴你的 %@...
zh_hant: 在此粘貼你的 %@...

source: Pasted content
ko: 붙여넣은 콘텐츠
ru: Вставленный контент
zh_hans: 已粘贴的内容
zh_hant: 已粘貼的內容

source: Path
ko: 경로
ru: Путь
zh_hans: 路径
zh_hant: 小路

source: Path is missing and no writable parent directory was proven.
ko: 경로가 누락되었으며 쓰기 가능한 상위 디렉터리가 증명되지 않았습니다.
ru: Путь отсутствует, и не обнаружено родительского каталога, доступного для записи.
zh_hans: 路径缺失且未找到可写的父目录。
zh_hant: 路徑缺失且未找到可寫的父目錄。

source: Path is missing; parent directory is writable.
ko: 경로가 누락되었습니다. 상위 디렉터리는 쓰기 가능합니다.
ru: Путь отсутствует; родительский каталог доступен для записи.
zh_hans: 路径缺失；父目录可写。
zh_hant: 路徑缺失；父目錄可寫。

source: PATH issue
ko: PATH 문제
ru: PATH проблема
zh_hans: PATH 问题
zh_hant: PATH問題

source: Path to an alternative MCP configuration file.
ko: 대체 MCP 구성 파일의 경로입니다.
ru: Путь к альтернативному файлу конфигурации MCP.
zh_hans: 备用 MCP 配置文件的路径。
zh_hant: 備用 MCP 配置文件的路徑。

source: Patient
ko: 인내심 있는
ru: Пациент
zh_hans: 耐心
zh_hant: 耐心

source: Patient explanations, practice problems, and learning strategies
ko: 참을성 있는 설명, 연습 문제 및 학습 전략
ru: Объяснения пациента, практические проблемы и стратегии обучения
zh_hans: 提供耐心讲解、练习题和学习策略
zh_hant: 提供耐心講解、練習題和學習策略

source: Pattern compiles.
ko: 패턴이 컴파일됩니다.
ru: Шаблон компилируется.
zh_hans: 模式可编译。
zh_hant: 模式可編譯。

source: Patterns run as NSRegularExpression. Catastrophic patterns and ones that match the empty string are rejected.
ko: 패턴은 NSRegularExpression으로 실행됩니다. 치명적인 패턴과 빈 문자열과 일치하는 패턴은 거부됩니다.
ru: Шаблоны выполняются как NSRegularExpression. Катастрофические шаблоны и шаблоны, соответствующие пустой строке, отклоняются.
zh_hans: 模式以 NSRegularExpression 形式运行。会拒绝灾难性回溯的模式以及匹配空字符串的模式。
zh_hant: 模式以 NSRegularExpression 形式運行。會拒絕災難性回溯的模式以及匹配空字符串的模式。

source: Pause
ko: 일시 정지
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Pause agent
ko: 에이전트 일시 정지
ru: Приостановить агент
zh_hans: 暂停智能体
zh_hant: 暫停智能體

source: Pause Detection
ko: 일시 정지 감지
ru: Обнаружение паузы
zh_hans: 停顿检测
zh_hant: 停頓檢測

source: Pause download
ko: 다운로드 일시 정지
ru: Приостановить загрузку
zh_hans: 暂停下载
zh_hant: 暫停下載

source: Pause sending everywhere with one switch, review incoming activity and the outbox, and keep access limited to the channels, people, and destinations you choose.
ko: 하나의 스위치로 모든 전송을 일시 중지하고, 수신 활동과 보낼 편지함을 검토하며, 선택한 채널, 사람 및 대상으로만 접근을 제한하세요.
ru: Одним переключателем приостановите отправку во всех каналах, просматривайте входящую активность и исходящие сообщения и ограничивайте доступ выбранными каналами, людьми и адресатами.
zh_hans: 通过一个开关暂停所有发送操作，查看收件活动和发件箱，并将访问范围限制在你选择的频道、人员和目标内。
zh_hant: 透過一個開關暫停所有傳送操作，查看收件活動和寄件匣，並將存取範圍限制在你選擇的頻道、人員和目標內。

source: Pause to send
ko: 보내려면 일시 정지
ru: Пауза для отправки
zh_hans: 停顿后发送
zh_hant: 停頓後發送

source: Paused
ko: 일시 정지됨
ru: Приостановлено
zh_hans: 已暂停
zh_hant: 已暫停

source: Pay as you go. No API key, no separate signup.
ko: 사용한 만큼만 지불하세요. API 키나 별도의 가입이 필요하지 않습니다.
ru: Платите по ходу дела. Нет ключа API, нет отдельной регистрации.
zh_hans: 按需付费。无需 API 密钥，无需单独注册。
zh_hant: 按需付費。無需API密鑰，無需單獨註冊。

source: Peer needs an Osaurus upgrade for encrypted chat
ko: 암호화된 채팅을 사용하려면 피어의 Osaurus 업그레이드가 필요합니다.
ru: Peer требуется обновление Osaurus для зашифрованного чата
zh_hans: 对方需要升级 Osaurus 才能进行加密聊天
zh_hant: 對方需要升級 Osaurus 才能進行加密聊天
